Repository: totSamyGaspar/Plekio
Catalog: Plekio/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, kk, ro, ru, uk

source: Are you sure you want to delete '%@'? This action cannot be undone.
de: Möchtest du „%@“ wirklich löschen? Das lässt sich nicht rückgängig machen.
es: ¿Seguro que quieres eliminar «%@»? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer « %@ » ? Cette action est irréversible.
it: Vuoi davvero eliminare «%@»? L'azione non può essere annullata.
ja: 「%@」を削除しますか？この操作は取り消せません。
kk: «%@» курсын жойғыңыз келе ме? Бұл әрекетті кері қайтару мүмкін емес.
ro: Sigur vrei să ștergi „%@”? Acțiunea nu poate fi anulată.
ru: Удалить курс «%@»? Действие нельзя отменить.
uk: Видалити курс «%@»? Дію не можна скасувати.

source: at %@
de: um %@
es: a las %@
fr: à %@
it: alle %@
kk: сағат %@-де
ro: la %@
ru: в %@
uk: о %@

source: AVAILABLE PROGRESS PHOTOS (%lld)
de: VERFÜGBARE FORTSCHRITTSFOTOS (%lld)
es: FOTOS DE PROGRESO DISPONIBLES (%lld)
fr: PHOTOS DE PROGRÈS DISPONIBLES (%lld)
it: FOTO DEI PROGRESSI DISPONIBILI (%lld)
ja: 利用できる記録写真（%lld）
kk: ҚОЛЖЕТІМДІ ПРОГРЕСС СУРЕТТЕРІ (%lld)
ro: FOTOGRAFII DE PROGRES DISPONIBILE (%lld)
ru: ДОСТУПНЫЕ ФОТО ПРОГРЕССА (%lld)
uk: ДОСТУПНІ ФОТО ПРОГРЕСУ (%lld)

source: Average Sleep Quality
de: Durchschnittliche Schlafdauer
es: Duración media del sueño
fr: Durée moyenne de sommeil
it: Qualità media del sonno
ja: 平均睡眠時間
kk: Ұйқының орташа сапасы
ro: Durata medie a somnului
ru: Средняя продолжительность сна
uk: Середня тривалість сну

source: Baseline: Declining
de: Tendenz: fallend
es: Tendencia: a la baja
fr: Tendance : en baisse
it: Andamento: in calo
ja: 傾向：低下
kk: Динамика: төмендеу
ro: Tendință: în scădere
ru: Динамика: снижается
uk: Динаміка: знижується

source: Baseline: Improving
de: Tendenz: steigend
es: Tendencia: al alza
fr: Tendance : en hausse
it: Andamento: in miglioramento
ja: 傾向：改善
kk: Динамика: жақсару
ro: Tendință: în creștere
ru: Динамика: улучшается
uk: Динаміка: покращується

source: Baseline: Not Enough Data
de: Tendenz: zu wenig Daten
es: Tendencia: datos insuficientes
fr: Tendance : données insuffisantes
it: Andamento: dati insufficienti
ja: 傾向：データ不足
kk: Динамика: дерек жеткіліксіз
ro: Tendință: date insuficiente
ru: Динамика: мало данных
uk: Динаміка: мало даних

source: Baseline: Stable Mood
de: Tendenz: stabile Stimmung
es: Tendencia: ánimo estable
fr: Tendance : humeur stable
it: Andamento: umore stabile
ja: 傾向：安定
kk: Динамика: көңіл-күй тұрақты
ro: Tendință: dispoziție stabilă
ru: Динамика: настроение стабильно
uk: Динаміка: настрій стабільний

source: Basic Information
de: Grunddaten
es: Información básica
fr: Informations de base
it: Informazioni di base
ja: 基本情報
kk: Негізгі мәліметтер
ro: Informații de bază
ru: Основное
uk: Основне

source: Before
de: Vorher
es: Antes
fr: Avant
it: Prima
ja: ビフォー
kk: Дейін
ro: Înainte
ru: До
uk: До

source: BEFORE (%@)
de: VORHER (%@)
es: ANTES (%@)
fr: AVANT (%@)
it: PRIMA (%@)
ja: ビフォー（%@）
kk: ДЕЙІН (%@)
ro: ÎNAINTE (%@)
ru: ДО (%@)
uk: ДО (%@)

source: BEFORE PHOTO (A):
de: VORHER-FOTO (A):
es: FOTO ANTES (A):
fr: PHOTO AVANT (A) :
it: FOTO PRIMA (A):
ja: ビフォー写真（A）：
kk: ДЕЙІНГІ СУРЕТ (A):
ro: FOTOGRAFIE ÎNAINTE (A):
ru: ФОТО «ДО» (A):
uk: ФОТО «ДО» (A):

source: Blood Pressure
de: Blutdruck
es: Presión arterial
fr: Tension artérielle
it: Pressione sanguigna
ja: 血圧
kk: Қан қысымы
ro: Tensiune arterială
ru: Артериальное давление
uk: Артеріальний тиск

source: Blood pressure reminder
de: Blutdruck-Erinnerung
es: Recordatorio de tensión arterial
fr: Rappel de tension artérielle
it: Promemoria della pressione
ja: 血圧のリマインダー
kk: Қан қысымы туралы еске салу
ro: Memento pentru tensiune
ru: Напоминание об измерении давления
uk: Нагадування про вимірювання тиску

source: bpm
de: S/min
es: lpm
kk: соғ/мин
ru: уд/мин
uk: уд/хв

source: Brain Fog
de: Benommenheit
es: Niebla mental
fr: Brouillard mental
it: Annebbiamento mentale
ja: 頭がぼんやり
kk: Ойдың шашырауы
ro: Ceață mentală
ru: Туман в голове
uk: Туман у голові

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
kk: Бас тарту
ro: Anulează
ru: Отмена
uk: Скасувати

source: CANCEL
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
it: ANNULLA
ja: キャンセル
kk: БАС ТАРТУ
ro: ANULEAZĂ
ru: ОТМЕНА
uk: СКАСУВАТИ

source: Category:
de: Kategorie:
es: Categoría:
fr: Catégorie :
it: Categoria:
ja: カテゴリ：
kk: Санат:
ro: Categorie:
ru: Категория:
uk: Категорія:

source: Change
de: Ändern
es: Cambiar
fr: Modifier
it: Cambia
ja: 変更
kk: Өзгерту
ro: Schimbă
ru: Заменить
uk: Замінити

source: Change photo
de: Foto ändern
es: Cambiar foto
fr: Changer la photo
it: Cambia foto
ja: 写真を変更
kk: Суретті ауыстыру
ro: Schimbă fotografia
ru: Изменить фото
uk: Змінити фото

source: CHECK-IN DATE
de: DATUM
es: FECHA
fr: DATE
it: DATA DEL CHECK-IN
ja: 記録日
kk: ЖАЗБА КҮНІ
ro: DATA
ru: ДАТА ЗАПИСИ
uk: ДАТА ЗАПИСУ

source: Choose from Library
de: Aus Mediathek wählen
es: Elegir de la galería
fr: Choisir dans la photothèque
it: Scegli dalla libreria
ja: ライブラリから選択
kk: Галереядан таңдау
ro: Alege din galerie
ru: Выбрать из галереи
uk: Вибрати з галереї

source: Choose Photo
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
it: Scegli foto
ja: 写真を選択
kk: Сурет таңдау
ro: Alege o fotografie
ru: Выбрать фото
uk: Вибрати фото

source: Chronic conditions
de: Chronische Erkrankungen
es: Enfermedades crónicas
fr: Maladies chroniques
it: Malattie croniche
ja: 持病
kk: Созылмалы аурулар
ro: Boli cronice
ru: Хронические заболевания
uk: Хронічні захворювання

source: Clear history
de: Verlauf löschen
es: Borrar historial
fr: Effacer l’historique
it: Cancella la cronologia
ja: 履歴を消去
kk: Тарихты тазалау
ro: Șterge istoricul
ru: Очистить историю
uk: Очистити історію

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
kk: Жабу
ro: Închide
ru: Закрыть
uk: Закрити

source: Compare
de: Vergleichen
es: Comparar
fr: Comparer
it: Confronta
ja: 比較
kk: Салыстыру
ro: Compară
ru: Сравнить
uk: Порівняти

source: COMPARE
de: VERGLEICHEN
es: COMPARAR
fr: COMPARER
it: CONFRONTA
ja: 比較
kk: САЛЫСТЫРУ
ro: COMPARĂ
ru: СРАВНИТЬ
uk: ПОРІВНЯТИ

source: COMPARE PHOTOS
de: FOTOS VERGLEICHEN
es: COMPARAR FOTOS
fr: COMPARER LES PHOTOS
it: CONFRONTA LE FOTO
ja: 写真を比較
kk: СУРЕТТЕРДІ САЛЫСТЫРУ
ro: COMPARĂ FOTOGRAFIILE
ru: СРАВНИТЬ ФОТО
uk: ПОРІВНЯТИ ФОТО

source: Compare Progress
de: Fortschritt vergleichen
es: Comparar progreso
fr: Comparer les progrès
it: Confronta i progressi
ja: 経過を比較
kk: Прогресті салыстыру
ro: Compară progresul
ru: Сравнить прогресс
uk: Порівняти прогрес

source: Compare Visual Transformation
de: Sichtbare Veränderung vergleichen
es: Compara la transformación visual
fr: Comparer la transformation visuelle
it: Confronta la trasformazione visiva
ja: 見た目の変化を比較
kk: Көрнекі өзгерісті салыстыру
ro: Compară transformarea vizuală
ru: Сравнение визуальных изменений
uk: Порівняння візуальних змін

source: Compliance rates over past 7 cycles
de: Therapietreue der letzten 7 Zyklen
es: Cumplimiento en los últimos 7 ciclos
fr: Observance sur les 7 derniers cycles
it: Tasso di aderenza negli ultimi 7 cicli
ja: 直近7サイクルの遵守率
kk: Соңғы 7 циклдегі ұстану деңгейі
ro: Aderența în ultimele 7 cicluri
ru: Соблюдение за последние 7 циклов
uk: Дотримання за останні 7 циклів

source: Consistent Routine
de: Konstante Routine
es: Rutina constante
fr: Routine régulière
it: Routine costante
ja: 習慣が定着
kk: Тұрақты режим
ro: Rutină constantă
ru: Стабильный режим
uk: Стабільний режим

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 次へ
kk: Жалғастыру
ro: Continuă
ru: Далее
uk: Далі

source: Couldn't save
de: Speichern fehlgeschlagen
es: No se pudo guardar
fr: Échec de l'enregistrement
it: Impossibile salvare
ja: 保存できませんでした
kk: Сақталмады
ro: Salvarea a eșuat
ru: Не удалось сохранить
uk: Не вдалося зберегти

source: Couldn't save a photo. Everything else was saved — the device may be out of storage.
de: Das Foto konnte nicht gespeichert werden. Alles andere wurde gespeichert – möglicherweise ist der Speicher voll.
es: No se pudo guardar la foto. Todo lo demás se guardó: puede que no quede espacio en el dispositivo.
fr: Impossible d'enregistrer la photo. Tout le reste a été enregistré — l'appareil manque peut-être d'espace.
it: Impossibile salvare la foto. Tutto il resto è stato salvato: forse lo spazio sul dispositivo è esaurito.
ja: 写真を保存できませんでした。ほかはすべて保存されています。端末の空き容量が不足している可能性があります。
ro: Fotografia nu a putut fi salvată. Restul a fost salvat — este posibil ca dispozitivul să nu mai aibă spațiu.
ru: Не удалось сохранить фото. Остальное сохранено — возможно, на устройстве закончилось место.
uk: Не вдалося зберегти фото. Решту збережено — можливо, на пристрої закінчилось місце.

source: Couldn't save your changes. They were not written to the device.
de: Deine Änderungen konnten nicht gespeichert werden. Sie wurden nicht auf das Gerät geschrieben.
es: No se pudieron guardar los cambios. No se han escrito en el dispositivo.
fr: Vos modifications n'ont pas pu être enregistrées. Elles n'ont pas été écrites sur l'appareil.
it: Impossibile salvare le modifiche. Non sono state scritte sul dispositivo.
ja: 変更を保存できませんでした。デバイスには書き込まれていません。
kk: Өзгерістер сақталмады. Олар құрылғыға жазылмады.
ro: Modificările nu au putut fi salvate. Nu au fost scrise pe dispozitiv.
ru: Не удалось сохранить изменения. Они не записаны на устройство.
uk: Не вдалося зберегти зміни. Їх не записано на пристрій.

source: Course completed
de: Kurs abgeschlossen
es: Tratamiento completado
fr: Traitement terminé
it: Terapia completata
ja: コース終了
kk: Курс аяқталды
ro: Tratament încheiat
ru: Курс завершён
uk: Курс завершено

source: Course deleted
de: Kurs gelöscht
es: Tratamiento eliminado
fr: Traitement supprimé
it: Terapia eliminata
ja: コースは削除されました
kk: Курс жойылды
ro: Tratament șters
ru: Курс удалён
uk: Курс видалено

source: Course Details
de: Kurdetails
es: Detalles del tratamiento
fr: Détails du traitement
it: Dettagli della terapia
ja: コースの詳細
kk: Курс туралы мәлімет
ro: Detalii tratament
ru: О курсе
uk: Про курс

source: Course Duration
de: Kurdauer
es: Duración del tratamiento
fr: Durée du traitement
it: Durata della terapia
ja: コース期間
kk: Курс ұзақтығы
ro: Durata tratamentului
ru: Длительность курса
uk: Тривалість курсу

source: Course Filter
de: Kursfilter
es: Filtro de tratamientos
fr: Filtre de traitements
it: Filtro terapie
ja: コースの絞り込み
kk: Курс сүзгісі
ro: Filtru tratamente
ru: Фильтр курсов
uk: Фільтр курсів

source: Course Name
de: Kursname
es: Nombre del tratamiento
fr: Nom du traitement
it: Nome della terapia
ja: コース名
kk: Курс атауы
ro: Numele tratamentului
ru: Название курса
uk: Назва курсу

source: Course Name (e.g., Vitamins)
de: Kursname (z. B. Vitamine)
es: Nombre del tratamiento (p. ej., Vitaminas)
fr: Nom du traitement (ex. : Vitamines)
it: Nome della terapia (es. Vitamine)
ja: コース名（例：ビタミン）
kk: Курс атауы (мыс., Дәрумендер)
ro: Numele tratamentului (ex.: Vitamine)
ru: Название курса (например, Витамины)
uk: Назва курсу (наприклад, Вітаміни)

source: Course Settings
de: Kurseinstellungen
es: Ajustes del tratamiento
fr: Réglages du traitement
it: Impostazioni della terapia
ja: コースの設定
kk: Курс параметрлері
ro: Setările tratamentului
ru: Настройки курса
uk: Налаштування курсу

source: Courses
de: Kurse
es: Tratamientos
fr: Traitements
it: Terapie
ja: コース
kk: Курстар
ro: Tratamente
ru: Курсы
uk: Курси

source: Create document
de: Dokument erstellen
es: Crear documento
fr: Créer un document
it: Crea documento
ja: 書類を作成
kk: Құжат жасау
ro: Creează document
ru: Создать документ
uk: Створити документ

source: Daily Dosage Timeline
de: Tagesplan
es: Cronología del día
fr: Programme de la journée
it: Programma giornaliero delle dosi
ja: 本日の服用スケジュール
kk: Күнделікті қабылдау кестесі
ro: Programul zilei
ru: Расписание на день
uk: Розклад на день

source: Daily Health & Mood Check-in
de: Tägliches Befinden & Stimmung
es: Registro diario de salud y ánimo
fr: Bilan quotidien santé et humeur
it: Check-in quotidiano di salute e umore
ja: 毎日の体調と気分の記録
kk: Күнделікті денсаулық және көңіл-күй жазбасы
ro: Jurnalul zilnic de sănătate și dispoziție
ru: Ежедневная запись о самочувствии
uk: Щоденний запис про самопочуття

source: Daily Health & Mood Diary
de: Tagebuch für Befinden & Stimmung
es: Diario de salud y ánimo
fr: Journal santé et humeur
it: Diario quotidiano di salute e umore
ja: 体調と気分の日記
kk: Күнделікті денсаулық және көңіл-күй күнделігі
ro: Jurnal de sănătate și dispoziție
ru: Дневник самочувствия и настроения
uk: Щоденник самопочуття та настрою

source: Daily reported emotional and physical state
de: Täglich erfasste körperliche und seelische Verfassung
es: Estado físico y emocional registrado cada día
fr: État physique et émotionnel consigné chaque jour
it: Stato emotivo e fisico registrato ogni giorno
ja: 日々記録した心と体の状態
kk: Күн сайын белгіленген эмоциялық және физикалық күй
ro: Starea fizică și emoțională notată zilnic
ru: Ежедневные отметки о состоянии тела и настроении
uk: Щоденні відмітки про стан тіла та настрій

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
kk: Қараңғы
ro: Închis
ru: Тёмная
uk: Темна

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
kk: Күні
ro: Dată
ru: Дата
uk: Дата

source: Date of birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
ja: 生年月日
kk: Туған күні
ro: Data nașterii
ru: Дата рождения
uk: Дата народження

# Day %lld of %lld
source: Day %1$lld of %2$lld
de: Tag %1$lld von %2$lld
es: Día %1$lld de %2$lld
fr: Jour %1$lld sur %2$lld
it: Giorno %1$lld di %2$lld
ja: %2$lld日中%1$lld日目
kk: %2$lld күннің %1$lld-і
ro: Ziua %1$lld din %2$lld
ru: День %1$lld из %2$lld
uk: День %1$lld з %2$lld

source: Day 14 Milestone
de: Meilenstein Tag 14
es: Hito del día 14
fr: Jalon du 14e jour
it: Traguardo del 14º giorno
ja: 14日目の節目
kk: 14-күн белесі
ro: Etapa zilei 14
ru: Веха: 14-й день
uk: Віха: 14-й день

source: Daytime Energy Baseline
de: Energieniveau tagsüber
es: Nivel de energía diurna
fr: Niveau d'énergie en journée
it: Livello di energia diurna
ja: 日中のエネルギー水準
kk: Күндізгі қуат деңгейі
ro: Nivelul de energie în timpul zilei
ru: Уровень энергии днём
uk: Рівень енергії вдень

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
kk: Жою
ro: Șterge
ru: Удалить
uk: Видалити

source: Delete all
de: Alle löschen
es: Eliminar todas
fr: Tout supprimer
it: Elimina tutte
ja: すべて削除
kk: Барлығын жою
ro: Șterge tot
ru: Удалить все
uk: Видалити всі

source: Delete Check-in?
de: Eintrag löschen?
es: ¿Eliminar la entrada?
fr: Supprimer l'entrée ?
it: Eliminare il check-in?
ja: 記録を削除しますか？
kk: Жазбаны жою керек пе?
ro: Ștergi intrarea?
ru: Удалить запись?
uk: Видалити запис?

source: Delete Course?
de: Kurs löschen?
es: ¿Eliminar el tratamiento?
fr: Supprimer le traitement ?
it: Eliminare la terapia?
ja: コースを削除しますか？
kk: Курсты жою керек пе?
ro: Ștergi tratamentul?
ru: Удалить курс?
uk: Видалити курс?

source: Delete every reading?
de: Alle Messungen löschen?
es: ¿Eliminar todas las mediciones?
fr: Supprimer toutes les mesures ?
it: Eliminare tutte le misurazioni?
ja: すべての測定を削除しますか？
kk: Барлық өлшеулер жойылсын ба?
ro: Ștergi toate măsurătorile?
ru: Удалить все измерения?
uk: Видалити всі вимірювання?

source: Describe your day in detail: how your medications felt, energy shifts, dietary response, wellness milestones, or questions for your next doctor appointment...
de: Beschreibe deinen Tag im Detail: wie sich die Medikamente angefühlt haben, Energieschwankungen, Reaktion auf das Essen, Wellness-Meilensteine oder Fragen für den nächsten Arzttermin …
es: Describe tu día en detalle: cómo te sentaron los medicamentos, cambios de energía, respuesta a la dieta, hitos de bienestar o preguntas para tu próxima cita médica...
fr: Décrivez votre journée en détail : effets ressentis des médicaments, variations d'énergie, réaction à l'alimentation, jalons de bien-être ou questions pour votre prochain rendez-vous médical...
it: Descrivi la tua giornata nel dettaglio: come hanno agito i farmaci, variazioni di energia, risposta alimentare, traguardi di benessere o domande per la prossima visita...
ja: その日の様子を詳しく書きましょう。薬の効き方、体力の変化、食事への反応、健康の節目、次の受診で聞きたいことなど…
kk: Күніңізді толығырақ сипаттаңыз: дәрі қалай әсер етті, қуат қалай өзгерді, тамаққа реакция, денсаулық белестері немесе дәрігерге қоятын сұрақтар...
ro: Descrie-ți ziua în detaliu: cum au fost resimțite medicamentele, variațiile de energie, reacția la alimentație, etapele de wellness sau întrebări pentru următoarea consultație...
ru: Опишите день подробно: как ощущались лекарства, изменения энергии, реакция на еду, важные вехи или вопросы к следующему приёму у врача...
uk: Опишіть день докладно: як відчувалися ліки, зміни енергії, реакція на їжу, важливі віхи або питання до наступного прийому в лікаря...

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
it: Sviluppatore
ja: 開発者
kk: Әзірлеуші
ro: Dezvoltator
ru: Разработчик
uk: Розробник

source: Diary
de: Tagebuch
es: Diario
fr: Journal
it: Diario
ja: 日記
kk: Күнделік
ro: Jurnal
ru: Дневник
uk: Щоденник

source: Diary photo
de: Tagebuchfoto
es: Foto del diario
fr: Photo du journal
it: Foto del diario
ja: 日記の写真
kk: Күнделік суреті
ro: Fotografie din jurnal
ru: Фото из дневника
uk: Фото зі щоденника

source: Diary photos
de: Tagebuchfotos
es: Fotos del diario
fr: Photos du journal
it: Foto del diario
ja: 日記の写真
kk: Күнделік суреттері
ro: Fotografii din jurnal
ru: Фото из дневника
uk: Фото зі щоденника

source: Diary reminder
de: Tagebuch-Erinnerung
es: Recordatorio del diario
fr: Rappel du journal
it: Promemoria del diario
ja: 日記のリマインダー
kk: Күнделік туралы еске салу
ro: Memento pentru jurnal
ru: Напоминание о дневнике
uk: Нагадування про щоденник

source: Diastolic
de: Diastolisch
es: Diastólica
fr: Diastolique
it: Diastolica
ja: 拡張期
kk: Диастолалық
ro: Diastolică
ru: Диастолическое
uk: Діастолічний

source: Digestive Discomfort
de: Verdauungsbeschwerden
es: Molestias digestivas
fr: Troubles digestifs
it: Disturbi digestivi
ja: 消化不良
kk: Ас қорытудың бұзылуы
ro: Disconfort digestiv
ru: Дискомфорт в животе
uk: Дискомфорт у животі

source: Discomfort/Pain: %lld/10
de: Beschwerden/Schmerz: %lld/10
es: Molestia/dolor: %lld/10
fr: Gêne/douleur : %lld/10
it: Fastidio/dolore: %lld/10
ja: 不調・痛み：%lld/10
kk: Ыңғайсыздық/ауырсыну: %lld/10
ro: Disconfort/durere: %lld/10
ru: Дискомфорт/боль: %lld/10
uk: Дискомфорт/біль: %lld/10

source: Dizziness
de: Schwindel
es: Mareo
fr: Vertiges
it: Capogiri
ja: めまい
kk: Бас айналу
ro: Amețeală
ru: Головокружение
uk: Запаморочення

source: Doctor Consultation
de: Arzttermin
es: Consulta médica
fr: Consultation médicale
it: Visita medica
ja: 受診
kk: Дәрігермен кеңесу
ro: Consultație medicală
ru: Приём у врача
uk: Прийом у лікаря

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
kk: Дайын
ro: Gata
ru: Готово
uk: Готово

source: Dosage
de: Dosierung
es: Dosis
fr: Posologie
it: Dosaggio
ja: 用量
kk: Мөлшері
ro: Doză
ru: Дозировка
uk: Дозування

source: Dose %lld
de: Dosis %lld
es: Toma %lld
fr: Prise %lld
ja: %lld回目
kk: %lld-доза
ro: Doza %lld
ru: Приём %lld
uk: Прийом %lld

source: Down / Low
de: Niedergeschlagen
es: Decaído
fr: Morose
it: Giù di morale
ja: 落ち込み
kk: Көңілсіз
ro: Abătut
ru: Подавленность
uk: Пригніченість

source: Dry Mouth
de: Mundtrockenheit
es: Boca seca
fr: Bouche sèche
it: Bocca secca
ja: 口の渇き
kk: Ауыздың кебуі
ro: Gură uscată
ru: Сухость во рту
uk: Сухість у роті

source: E
de: A
ja: 優
kk: Т
ru: О
uk: В

source: e.g., Clear-headed and relaxed, slight shoulder stiffness
de: z. B. Klarer Kopf, entspannt, leichte Verspannung in den Schultern
es: p. ej., mente clara y relajado, ligera rigidez en los hombros
fr: ex. : esprit clair et détendu, légère raideur des épaules
it: es. lucido e rilassato, lieve rigidità alle spalle
ja: 例：頭がすっきりして落ち着いている、肩に少し張り
kk: мыс., басым ашық, денем жеңіл, иығым сәл қатқан
ro: ex.: minte limpede și relaxat, ușoară rigiditate în umeri
ru: например: голова ясная, спокойствие, лёгкая скованность в плечах
uk: наприклад: голова ясна, спокій, легка скутість у плечах

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
kk: Өңдеу
ro: Editează
ru: Изменить
uk: Змінити

source: Edit Entry
de: Eintrag bearbeiten
es: Editar entrada
fr: Modifier l'entrée
it: Modifica voce
ja: 記録を編集
kk: Жазбаны өңдеу
ro: Editează intrarea
ru: Изменить запись
uk: Змінити запис

source: Edit medication
de: Medikament bearbeiten
es: Editar medicamento
fr: Modifier le médicament
it: Modifica farmaco
ja: 薬を編集
kk: Дәріні өңдеу
ro: Editează medicamentul
ru: Изменить препарат
uk: Змінити препарат

source: Edit Medication
de: Medikament bearbeiten
es: Editar medicamento
fr: Modifier le médicament
it: Modifica farmaco
ja: 薬を編集
kk: Дәріні өңдеу
ro: Editează medicamentul
ru: Изменить лекарство
uk: Змінити ліки

source: Elevated Heartbeat
de: Erhöhter Puls
es: Pulso elevado
fr: Rythme cardiaque élevé
it: Battito accelerato
ja: 動悸
kk: Жүрек соғысының жиілеуі
ro: Puls ridicat
ru: Учащённый пульс
uk: Прискорений пульс

source: End
de: Ende
es: Fin
fr: Fin
it: Fine
ja: 終了
kk: Аяқталуы
ro: Sfârșit
ru: Конец
uk: Кінець

source: Energy Level: %lld/5
de: Energie: %lld/5
es: Energía: %lld/5
fr: Énergie : %lld/5
it: Livello di energia: %lld/5
ja: エネルギー：%lld/5
kk: Қуат деңгейі: %lld/5
ro: Energie: %lld/5
ru: Энергия: %lld/5
uk: Енергія: %lld/5

source: Energy: %lld/5
de: Energie: %lld/5
es: Energía: %lld/5
fr: Énergie : %lld/5
it: Energia: %lld/5
ja: エネルギー：%lld/5
kk: Қуат: %lld/5
ro: Energie: %lld/5
ru: Энергия: %lld/5
uk: Енергія: %lld/5

source: Evening
de: Abend
es: Noche
fr: Soir
it: Sera
ja: 夜
kk: Кешке
ro: Seară
ru: Вечер
uk: Вечір

source: Every %lld days
de: Alle %lld Tage
es: Cada %lld días
fr: Tous les %lld jours
it: Ogni %lld giorni
ja: %lld日ごと
kk: Әр %lld күн сайын
ro: La fiecare %lld zile
ru: Раз в %lld дн.
uk: Раз на %lld дн.

source: Every 2 weeks
de: Alle 2 Wochen
es: Cada 2 semanas
fr: Toutes les 2 semaines
it: Ogni 2 settimane
ja: 2週間ごと
kk: Екі аптада бір рет
ro: La fiecare 2 săptămâni
ru: Раз в 2 недели
uk: Раз на 2 тижні

source: Every 3 days
de: Alle 3 Tage
es: Cada 3 días
fr: Tous les 3 jours
it: Ogni 3 giorni
ja: 3日ごと
kk: Үш күнде бір рет
ro: La fiecare 3 zile
ru: Раз в 3 дня
uk: Раз на 3 дні

source: Every day
de: Täglich
es: A diario
fr: Chaque jour
it: Ogni giorno
ja: 毎日
kk: Күн сайын
ro: Zilnic
ru: Каждый день
uk: Щодня

source: Every other day
de: Jeden zweiten Tag
es: Cada dos días
fr: Un jour sur deux
it: Un giorno sì e uno no
ja: 1日おき
kk: Күн ара
ro: O dată la două zile
ru: Через день
uk: Через день

source: Excellent
de: Ausgezeichnet
es: Excelente
it: Eccellente
ja: 非常に良い
kk: Тамаша
ro: Excelent
ru: Отлично
uk: Відмінно

source: Exhausted
de: Erschöpft
es: Agotado
fr: Épuisé
it: Esausto
ja: 疲労
kk: Әбден шаршаған
ro: Epuizat
ru: Усталость
uk: Втома

source: F
de: M
es: R
fr: P
it: D
ja: 並
kk: Қ
ro: A
ru: У
uk: З

source: Fair
de: Mittel
es: Regular
fr: Passable
it: Discreto
ja: 普通
kk: Қанағаттанарлық
ro: Acceptabil
ru: Удовлетворительно
uk: Задовільно

source: Fatigue
de: Müdigkeit
es: Fatiga
it: Stanchezza
ja: 倦怠感
kk: Шаршау
ro: Oboseală
ru: Усталость
uk: Втома

source: From
de: Von
es: Desde
fr: Du
it: Da
ja: 開始
kk: Басы
ro: De la
ru: С
uk: З

source: Get started
de: Loslegen
es: Empezar
fr: Commencer
it: Iniziamo
ja: はじめる
kk: Бастау
ro: Începe
ru: Начать
uk: Почати

source: Good
de: Gut
es: Bueno
fr: Bon
it: Buono
ja: 良い
kk: Жақсы
ro: Bun
ru: Хорошо
uk: Добре

source: Great
de: Super
es: Genial
fr: Excellent
it: Ottimo
ja: とても良い
kk: Керемет
ro: Excelent
ru: Прекрасно
uk: Чудово

source: Headache
de: Kopfschmerzen
es: Dolor de cabeza
fr: Mal de tête
it: Mal di testa
ja: 頭痛
kk: Бас ауруы
ro: Durere de cap
ru: Головная боль
uk: Головний біль

source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute
ja: 健康
kk: Денсаулық
ro: Sănătate
ru: Здоровье
uk: Здоровʼя

source: Health report
de: Gesundheitsbericht
es: Informe de salud
fr: Rapport de santé
it: Referto sanitario
ja: 健康レポート
kk: Денсаулық есебі
ro: Raport de sănătate
ru: Отчёт о здоровье
uk: Звіт про здоровʼя
